Repository: lonicera/Peynir
Catalog: *.po
Languages: tr

source: Database could'nt found. Getting from server
tr: Veri tabanı bulunamadı. Sunucudan getiriliyor

source: Database successfully updated.
tr: Veri tabanı başarıyla güncellendi.

source: Database couldn't updated.
tr: Veri tabanı güncellenemedi.

source: -> Peynir also updating pacman repositories
tr: Peynir pacman depolarını da günceller

source: There is a problem with pacman sync repository, If you continue to upgrade, I can get some error
tr: Pacman sync depolarıyla ilgili bir sorun var. Eğer güncellemeye devam ederseniz, hatalar ile karşılaşabilirsiniz.

source: There is a problem with xml file
tr: Xml dosyası ile ilgili sorun var

source: There is no description for this package
tr: Bu paket için açıklama bulunmuyor

source: could not retrivied from mirror
tr: yansılardan alınamadı

source: :: Local database synchronizing with server
tr: :: Yerel veri tabanı sunucu ile senkronize ediliyor

source: Database already updated.
tr: Veri tabanı zaten güncel.

source: :: Check for conflicts...
tr: :: Çakışmalar kontrol ediliyor...

source: conflicts have found.
tr: çakışma bulundu.

source: Following suprapackage(s) will remove.
tr: Bu üstpaketler kaldırılacak.

source: ==> There is no description for this package
tr: ==> Bu paket için açıklama yok

source: Are you want to remove these packages (Y/N):
tr: Bu paketleri kaldırmak istiyor musunuz (E/H):

source: Y
tr: E

source: is not installed
tr: kurulu değil

source: Suprapackage coulnd't installed.
tr: Üst paket kurulamadı.

source: There is a no conflict
tr: Çakışma yok

source: There is no file to remove local dependencies
tr: Yerel bağımlılıkları kaldırmak için dosya yok

source: :: Resolving dependencies..
tr: :: Bağımlılıklar çözülüyor..

source: dependencies have found.
tr: bağımlılık bulundu.

source: Dependencies coulnd't removed so remove process couldn't continue.
tr: Bağımlılıklar kaldırılamadı çünkü işlem devam edemiyor.

source: Following suprapackage(s) will install.
tr: Bu üstpaketler kurulacak.

source: Are you want to install these packages (Y/N):
tr: Bu paketleri kurmak istiyor musunuz (E/H):

source: is already installed
tr: zaten kurulu

source: Dependencies coulnd't installed so install process couldn't continue.
tr: Bağımlılıklar kurulamadı çünkü kurulum işlemi devam edemiyor.

source: There is a no dependencies
tr: Bağımlılık yok

source: :: This suprapackage already installed.
tr: :: Bu üstpaket zaten kurulu.

source: suprapackage is installing
tr: üstpaketi kuruluyor

source: step(s) will executed.
tr: adımları çalıştırılıyor.

source: substep(s) will execute for this step
tr: alt adımı bu adım için çalıştırılıyor

source: Error occureed in step of
tr: Bu adımda hata oluştu

source: This suprapackage is not installed.
tr: Bu üstpaket kurulu değil

source: suprapackage is removing
tr: üstpaketi kaldırılıyor

source: Following suprapackages requies
tr: Bu üstpaketler

source: suprapackage
tr: üstpaketlerini gerektiriyor

source: Skipping removing
tr: Atlanan kaldırma üstpaketi:

source: suprapackage and continue remove process
tr: kaldırma işlemine devam ediliyor

source: Local package couldn't found
tr: Yerel paket bulunamadı

source: -> Skipping this step for remove action
tr: -> Bu adım kaldırma işlemi için atlanıyor

source: There is no defined action for this step
tr: Bu adım için tanımlanmış aksiyon yok

source: Error occured when remove suprapackage
tr: Üst paket kaldırılırken hata oluştu

source: There is nothing to do
tr: Yapacak bir şey yok

source: Following suprapackage(s) will upgrade
tr: Bu üstpaket(ler) güncellenecek

source: -> Peynir first upgrade your system via pacman
tr: -> Peynir ilk önce pacman kullanarak sisteminizi güncelleştirecek

source: There is a problem with upgrade the system via pacman, If you continue to upgrade, I can get some error
tr: Sistemi pacman ile güncellerken bir sorun oluştu. Eğer güncellemeye devam ederseniz sorunlarla karşılaşabilirsiniz

source: suprapackage is upgrading ...
tr: üstpaketi güncelleştiriliyor ...

source: -> Retrieve updated suprapackage from server
tr: -> Güncel üstpaketler sunucudan alınıyor

source: -> There is a problem with getting updated suprapackage from server
tr: -> Güncel üstpaketler sunucudan alınırken sorun oluştu

source: -> Transision local dependencies from old one to updated one
tr: -> Yerel bağımlılıklar eski olandan yeni olana geçiriliyor

source: -> Error from transision local dependencies
tr: -> Yerel bağımlılıklar güncel olana geçirilirken hata oluştu

source: You must be root to run this application, please use sudo and try again.
tr: Bu uygulamayı çalıştırabilmeniz için root olmanız gerekli. Sudo kullanarak tekrar deneyin.

source: Usage: peynir [command] [suprapackage] Commands: -S Install suprapackage -U Install local suprapackage -R Remove suprapackage -Rs Remove suprapackage and its dependencies -Sy Update repository -Su Upgrade the system -Ss Search suprapackege in repository -Qs Search suprapackege in local -h Display the help screen
tr: Kullanım: peynir [komut] [ustpaket] Commands: -S Üstpaket kur -U Yerel üstpaket kur -R Üstpaket kaldır -Rs Üstpaketi ve bağımlılıklarını kaldır -Sy Depoları güncelleştir -Su Sistemi güncelleştir -Ss Üstpaketi depoda ara -Qs Üstpaketi yerelde ara -h Yardım ekranını göster

source: :: This suprapackage already installed in your system.
tr: :: Bu üstpaket zaten sisteminizde kurulu.

source: Invalid argument:
tr: Geçersiz parametre:
